/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "Agent ikke fundet";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "Agent på telefonen sendte en pakke med en forkert længde.";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "Agent på telefon sendte en beskadiget besked.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "Agent på telefonen sendte en uventet beskedtekst.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "Agent på telefonen sendte en uventet beskedtype.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "Agent på telefonen sendte en uventet værdi på beskedheader %@.";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "Agent på telefonen sendte ikke nogen besked, selvom vi ventede en.";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "Der opstod en kommunikationsfejl under synkroniseringen.";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "Der opstod en fejl under synkronising af kalendere med telefonen.";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "Der opstod en fejl under synkronising af adresser og kalendere med telefonen.";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "Der opstod en fejl under synkronising af adresser med telefonen.";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "Der opstod en fejl under kommunikation med Sync Server på computeren.";

/* low-level technical error */
"An exception occurred while synchronizing." = "Der opstod en undtagelse under synkronisering.";

/* generic error */
"An unexpected error occured." = "Der opstod en uventet fejl.";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "Oversættelsesfejl i AT-kommandos svar";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "AT-handling til klargøring af kanal indeholder forkerte egenskaber";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "Bluetooth er ikke tilgængelig på denne computer.";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth er slået fra";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "Bluetooth er slået fra på din computer.";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth ikke tilgængelig";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "Kalendersynkronisering mislykkedes";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "Synkronisering af kalendere mislykkedes";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "Kan ikke oprette forbindelse, mens forbindelse afbrydes";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "Kan ikke finde hukommelseskort på telefon.";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "Kan ikke oprette forbindelse til synkroniseringsserveren";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "Kan ikke hente ændringerne fra SyncServer; forbindelsen er muligvis afbrudt.";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "Kan ikke registrere telefonen til synkronisering.";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "Ændring kan ikke sendes til telefonen";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "Ændring af %@ på telefonen tillades ikke. Disse ændringer ignoreres:";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "Kontroller telefonnetværket eller modtageren af beskeden.";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "Kommunikationsfejl";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "Forbindelse i brug";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "Forbindelse uventet afbrudt";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "Forbindelse nægtet";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "Forbindelse til telefonen mislykkedes.";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "Forbindelsen til telefonen blev uventet afbrudt.";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "Synkronisering af adresse mislykkedes";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "Synkronisering af adresser og kalendere mislykkedes";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "Synkronisering af adresser mislykkedes";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "Kunne ikke oprette forbindelse til telefonen";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "Kunne ikke oprette forbindelse til telefonen. Et andet program har forbindelse til telefonen.";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "Kunne ikke oprette forbindelse til telefonen. Forbindelse blev nægtet.";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "Kunne ikke oprette forbindelse til telefonen. Telefon ikke fundet.";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "Sletning mislykkedes";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "Enheden er ikke tilgængelig, eller synkronisering blev annulleret. Luk dialoger og programmer på telefonen, og prøv igen.";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "Biblioteket eksisterer allerede.";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "Fejl under adgang til telefonens hukommelse.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "Fejl under sletning af kalenderbegivenheder";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "Fejl under sletning af adresser";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "Fejl under sletning af adresser og kalenderbegivenheder";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "Fejl under sletning af nogle kalenderbegivenheder";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "Fejl under sletning af nogle adresser";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "Fejl under sletning af nogle adresser og kalenderbegivenheder";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "Der opstod en fejl, mens alle kalendere blev hentet.";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "Der opstod en fejl, mens alle adresser og kalendere blev hentet.";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "Der opstod en fejl, mens alle adresser blev hentet.";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Fejl under kommunikation med Sync Server";

/* displayed when phone could not send a message */
"Failed to send message." = "Besked kunne ikke sendes.";

/* No comment provided by engineer. */
"fax." = "fax.";

/* displayed when phone refused access to a file */
"File access denied." = "Adgang til arkiv nægtet.";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "Arkivet eller biblioteket eksisterer ikke.";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "Arkivet eller biblioteket er låst.";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "Første besked fra agent på telefonen var ikke den forventede versionsbesked.";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "Første beskedtekst fra agent på telefonen er beskadiget.";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "Forbudt ændring udført på telefonen";

/* No comment provided by engineer. */
"home mobile." = "mobil (hjem).";

/* No comment provided by engineer. */
"home pager." = "personsøger (hjem).";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "Hvis denne fejl opstår igen, kan det være nødvendigt at genstarte computeren.";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "Hvis du har en ekstern Bluetooth-sender, skal du slutte den til computeren.";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "Forkert agentversion";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "Intern fejl";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "Intern fejl (%1$@:%2$d).";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "Intern fejl";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "Ugyldigt telefonnummer";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "Ugyldig PIN-kode";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "Ugyldig SMS-konfiguration";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "Hukommelseskort ikke fundet";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "Hukommelse fuld";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "Afsendelse af besked mislykkedes";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "Forhandling med telefonen mislykkedes.";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "Ingen dataklasse at synkronisere";

/* No comment provided by engineer. */
"No matching Operator in database." = "Ingen tilsvarende operatør i database.";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "Intet netværk";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "Anmodning om Obex-tjeneste, mens en anden tjeneste brugte den.";

/* Error string when some operation was aborted */
"Operation canceled." = "Handling annulleret.";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "Telefonens adressebog fuld";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "Telefon optaget";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "Telefonens kalender fuld";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "Telefonen understøtter ikke den tjeneste.";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "Telefonfejl (AT-kontrolenhed lukket ned)";

/* Low level phone error */
"Phone Error (General Failure)" = "Telefonfejl (generel fejl)";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "Telefonfejl (ugyldigt hukommelsesregister)";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "Telefonfejl (ugyldig PDU-funktionsparameter)";

/* Low level phone error */
"Phone Error (Invalid Response)" = "Telefonfejl (ugyldigt svar)";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "Telefonfejl (ugyldig tekstfunktionsparameter)";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "Telefonfejl (producentfejl)";

/* Low level phone error */
"Phone Error (Memory failure)" = "Telefonfejl (hukommelsesfejl)";

/* Low level phone error */
"Phone Error (Memory Full)" = "Telefonfejl (hukommelse fuld)";

/* Low level phone error */
"Phone Error (Network Timeout)" = "Telefonfejl (netværkstimeout)";

/* Low level phone error */
"Phone Error (No Answer)" = "Telefonfejl (intet svar)";

/* Low level phone error */
"Phone Error (No Carrier)" = "Telefonfejl (ingen bærebølge)";

/* Low level phone error */
"Phone Error (No Network Service)" = "Telefonfejl (ingen netværkstjeneste)";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "Telefonfejl (handling ikke tilladt)";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "Telefonfejl (handling understøttes ikke)";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "Telefonfejl (PH-SIM PIN-kode nødvendig)";

/* Low level phone error */
"Phone Error (SIM Busy)" = "Telefonfejl (SIM-kort i brug)";

/* Low level phone error */
"Phone Error (SIM Failure)" = "Telefonfejl (fejl i SIM-kort)";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "Telefonfejl (SIM-kort ikke isat)";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "Telefonfejl (SIM PIN-kode nødvendig)";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "Telefonfejl (SIM-kort forkert (fejl sendt af telefon))";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "Telefonfejl (SMS-tjeneste reserveret)";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "Telefonfejl (SMSC-adresse ukendt)";

/* Low level phone error */
"Phone Error (Unknown Error)" = "Telefonfejl (ukendt fejl)";

/* Unfrequent error */
"Phone is already registered for synchronization." = "Telefonen er allerede registreret til synkronisering.";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "Telefonen synkroniserer allerede.";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "Telefonen opdateres af iTunes.";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "Telefonen er optaget";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "Telefonen er aktiveret som disken “%@” og kan ikke skubbes ud.";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "Telefonen virker ikke korrekt";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "Telefonen er ikke tilsluttet";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "Fejl i telefonens hukommelse";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "Telefonens hukommelse fuld";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "Telefonens hukommelse er fuld.";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "Kan ikke finde telefon";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "Telefon afviste nogle kalenderbegivenheder";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "Telefon afviste nogle adresser";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "Telefonen afviste nogle adresser eller kalenderbegivenheder";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "Telefonens database til opgaver fuld";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "Kontroller, at dit SIM-kort er gyldigt og sidder korrekt i telefonen.";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "Kontroller telefonens skærm, og indtast om nødvendigt din PIN-kode.";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "Kontakt din tjenesteudbyder.";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "Slet nogle kalenderbegivenheder på din telefon, eller rediger filtreringsindstillingerne, og synkroniser igen.";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "Slet nogle adresser på din telefon, eller rediger filtreringsindstillingerne, og synkroniser igen.";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "Slet nogle data på telefonen, og prøv igen.";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "Slet nogle data på din telefon, og prøv igen.";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "Slet nogle data på din telefon, eller rediger filtreringsindstillingerne, og synkroniser igen.";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "Slet nogle opgaver på din telefon, eller rediger filtreringsindstillingerne, og synkroniser igen.";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "Sørg for, at telefonen er tændt, og prøv igen.";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "Sørg for, at telefonen er tændt. Hvis fejlen opstår igen, kan du genstarte telefonen.";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "Sørg for, at hukommelseskortet er sat korrekt i telefonen.";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "Slut telefonledningen til computeren.";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "Geninstaller agenten på telefonen.";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "Genstart telefonen.";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "Genstart din telefon.";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "Slå Bluetooth til på computeren, og prøv igen.";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "Opdater agenten på telefonen.";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "Protokolfejl under kommunikation med telefonen";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "Ønsked kanal med egenskaber (%@) ikke fundet";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "Tjeneste kan ikke blive funktionel";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "Tjeneste afhænger af en anden manglende tjeneste med navnet: %@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "Tjenesteoplysninger i tilbehør mangler oplysninger: %@.";

/* No comment provided by engineer. */
"Service was shutdown." = "Tjeneste blev lukket ned.";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "Tjeneste blev brugt, mens den ikke skulle have været funktionsdygtig";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "Fejl i SIM-kort";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "En handling på kanalen blev startet, mens kanalen ikke var åben.";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "Synkronisering annulleret";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "Synkronisering annulleret på enheden";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "Synkronisering annulleret.";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "Synkronisering er blevet annulleret på enheden.";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "Synkronisering er blevet annulleret.";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "Synkronisering af følgende data er slået fra på din telefon: %@. Slå dem til på telefonen, eller slå dem fra i iSync.";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "Agenten findes ikke på telefonen.";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "Agenten på telefonen er for gammel.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "Forbindelsen til telefonen blev afbrudt, mens alle kalenderbegivenheder blev slettet på telefonen.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "Forbindelsen til telefonen blev afbrudt, mens alle adresser og kalenderbegivenheder blev slettet på telefonen.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "Forbindelsen til telefonen blev afbrudt, mens alle adresser blev slettet på telefonen.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "Forbindelsen til telefonen gik tabt under sletning af nogle kalenderbegivenheder på telefonen";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "Forbindelsen til telefonen gik tabt under sletning af nogle adresser og kalenderbegivenheder på telefonen.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "Forbindelsen til telefonen gik tabt under sletning af nogle adresser på telefonen.";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "Forbindelsen til telefonen blev afbrudt, mens alle kalendere blev hentet fra telefonen.";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "Forbindelsen til telefonen blev afbrudt, mens alle adresser og begivenheder blev hentet fra telefonen.";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "Forbindelsen til telefonen blev afbrudt, mens alle adresser blev hentet fra telefonen.";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "Forbindelsen blev afbrudt, mens nogle optegnelser på telefonen blev slettet";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "Forbindelsen blev afbrudt, mens nogle optegnelser blev hentet fra telefonen.";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "Forbindelsen blev afbrudt under kommunikation med telefonen.";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "Telefonens adressebog er fuld.";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "Telefonledningen er ikke tilsluttet.";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "Telefonens kalender er fuld.";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "Telefonen kunne ikke opbevare nogle af dine kalenderbegivenheder. Følgende begivenheder bliver ikke synkroniseret:";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "Telefonen kunne ikke opbevare nogle af dine adresser og kalenderbegivenheder. Følgende adresser og begivenheder bliver ikke synkroniseret:";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "Telefonen kunne ikke opbevare nogle af dine adresser. Følgende adresser bliver ikke synkroniseret:";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "Telefonen kunne ikke håndtere tilføjelsen";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "Telefonen kunne ikke håndtere sletningen";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "Telefonen kunne ikke håndtere ændringen";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "Telefonens hukommelse er fuld.";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "Telefonens hukommelse eller den eksterne hukommelse er fuld.";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "Telefonen rapporterer om en ugyldig SMS-konfiguration.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "Telefonen rapporterer, at din PIN-kode er ugyldig.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "Telefonen rapporterer, at dit SIM-kort ikke fungerer korrekt.";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "Telefonen synes ikke at fungere korrekt.";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "Telefonens database til opgaver er fuld.";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "Der opstod en fejl, mens der blev hentet data fra telefonen. Synkroniseringen kan være blevet annulleret på telefonen.";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "Der opstod en fejl, mens der blev sendt data til telefonen. Synkroniseringen kan være blevet annulleret på telefonen.";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "Prøv igen senere.";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "Slut programmer, og prøv igen.";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "Forsøg at slutte andre programmer, og prøv igen.";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "Uventet fejl under adgang til arkiver på telefon.";

/* No comment provided by engineer. */
"Unknown exception." = "Ukendt undtagelse.";

/* Address Book label of a phone number with video capabilities */
"video." = "video.";

/* No comment provided by engineer. */
"work mobile." = "mobil (arbejde).";

/* No comment provided by engineer. */
"work pager." = "personsøger (arbejde).";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "Telefonens hukommelse er fuld.";

